StruSoft.Interop.StruXml.Data.Bolt_data_type


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_length


StruSoft.Interop.StruXml.Data.Bolt_data_type.Family


StruSoft.Interop.StruXml.Data.Bolt_data_type.D


StruSoft.Interop.StruXml.Data.Bolt_data_type.Pitch


StruSoft.Interop.StruXml.Data.Bolt_data_type.Stress_area


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_b


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_c


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_ds


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_da


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_dw


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_e


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_k


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_s


StruSoft.Interop.StruXml.Data.Bolt_data_type.Bolt_r


StruSoft.Interop.StruXml.Data.Bolt_data_type.Nut_m


StruSoft.Interop.StruXml.Data.Bolt_data_type.Nut_e


StruSoft.Interop.StruXml.Data.Bolt_data_type.Nut_s


StruSoft.Interop.StruXml.Data.Bolt_data_type.Washer_thickness


StruSoft.Interop.StruXml.Data.Bolt_data_type.AnyAttr
